
[
    {
        "name": "Reticulated Giraffe",
        "species": "Giraffa camelopardalis reticulata",
        "description": "The reticulated giraffe (Giraffa camelopardalis reticulata), also known as the Somali giraffe, is a subspecies of giraffe native to Somalia, southern Ethiopia, and northern Kenya. Reticulated giraffes can interbreed with other giraffe subspecies in captivity or if they come into contact with populations of other subspecies in the wild. \nThe reticulated giraffe is among the most well-known of the nine giraffe subspecies. Together with the Rothschild giraffe, it is by far the giraffe most commonly seen in zoos. Its coat consists of large, polygonal, liver-colored spots outlined by a network of bright-white lines. The blocks may sometimes appear deep red and may also cover the legs. The extraordinary height of giraffes is attributed to a ritual known as \"necking\", where two males fight for reproduction rights by slamming their necks into one another. The giraffes with the tallest and strongest necks are victorious and allowed to reproduce, thus passing these genes on to future generations.",
        "thumbnail": "https://raw.githubusercontent.com/PaulTR/GettingStartedWithAndroid/master/images/exhibits/thumbnail_giraffe.jpg",
        "image": "https://raw.githubusercontent.com/PaulTR/GettingStartedWithAndroid/master/images/exhibits/giraffe.jpg"
    },
    {
        "name": "Galah",
        "species": "Eolophus roseicapilla",
        "description": "The galah, Eolophus roseicapilla, also known as the rose-breasted cockatoo, galah cockatoo, roseate cockatoo or pink and grey, is one of the most common and widespread cockatoos, and it can be found in open country in almost all parts of mainland Australia.\nIt is endemic on the mainland and was introduced to Tasmania, where its distinctive pink and grey plumage and its bold and loud behaviour make it a familiar sight in the bush and increasingly in urban areas. It appears to have benefited from the change in the landscape since European colonisation and may be replacing the Major Mitchells cockatoo in parts of its range.\nThe term galah is derived from gilaa, a word found in Yuwaalaraay and neighbouring Aboriginal languages.",
        "thumbnail": "https://raw.githubusercontent.com/PaulTR/GettingStartedWithAndroid/master/images/exhibits/thumbnail_galah.jpg",
        "image": "https://raw.githubusercontent.com/PaulTR/GettingStartedWithAndroid/master/images/exhibits/galah.jpg"
    },
    {
        "name": "Dyeing dart frog",
        "species": "Dendrobates tinctorius",
        "description": "The dyeing dart frog or dyeing poison frog, Dendrobates tinctorius, is a species of poison dart frog. It is among the largest species, reaching lengths of 50 mm (2.0 in). This species is distributed throughout the eastern portion of the Guiana Shield, including parts of Guyana, Suriname, Brazil, and nearly all of French Guiana.",
        "thumbnail": "https://raw.githubusercontent.com/PaulTR/GettingStartedWithAndroid/master/images/exhibits/thumbnail_dartfrog.jpg",
        "image": "https://raw.githubusercontent.com/PaulTR/GettingStartedWithAndroid/master/images/exhibits/dartfrog.jpg"
    },
    {
        "name": "Addax",
        "species": "Addax nasomaculatus",
        "description": "The addax (Addax nasomaculatus), also known as the white antelope and the screwhorn antelope, is an antelope of the genus Addax, that lives in the Sahara desert. It was first described by Henri de Blainville in 1816. As suggested by its alternative name, this pale antelope has long, twisted horns - typically 55 to 80 cm (22 to 31 in) in females and 70 to 85 cm (28 to 33 in) in males. Males stand from 105 to 115 cm (41 to 45 in) at the shoulder, with females at 95 to 110 cm (37 to 43 in). They are sexually dimorphic, as the females are smaller than males. The colour of the coat depends on the season - in the winter, it is greyish-brown with white hindquarters and legs, and long, brown hair on the head, neck, and shoulders; in the summer, the coat turns almost completely white or sandy blonde.\nThe addax mainly eats grasses and leaves of any available shrubs, leguminous herbs and bushes. These animals are well-adapted to exist in their desert habitat, as they can live without water for long periods of time. Addax form herds of five to 20 members, consisting of both males and females. They are led by the oldest female. Due to its slow movements, the antelope is an easy target for its predators: lions, humans, African hunting dogs, cheetahs and leopards. Breeding season is at its peak during winter and early spring. The natural habitat of the addax are arid regions, semideserts and sandy and stony deserts.\nThe addax is a critically endangered species of antelope, as classified by the IUCN. Although extremely rare in its native habitat due to unregulated hunting, it is quite common in captivity. The addax was once abundant in North Africa, native to Chad, Mauritania and Niger. It is extinct in Algeria, Egypt, Libya, Sudan and Western Sahara. It has been reintroduced in Morocco and Tunisia.",
        "thumbnail": "https://raw.githubusercontent.com/PaulTR/GettingStartedWithAndroid/master/images/exhibits/thumbnail_addax.jpg",
        "image": "https://raw.githubusercontent.com/PaulTR/GettingStartedWithAndroid/master/images/exhibits/addax.jpg"
    },
    {
        "name": "Tiger",
        "species": "Panthera tigris",
        "description": "The tiger (Panthera tigris) is the largest cat species, reaching a total body length of up to 3.38 m (11.1 ft) over curves and weighing up to 388.7 kg (857 lb) in the wild. Its most recognisable feature is a pattern of dark vertical stripes on reddish-orange fur with a lighter underside. The species is classified in the genus Panthera with the lion, leopard, jaguar and snow leopard. Tigers are apex predators, primarily preying on ungulates such as deer and bovids. They are territorial and generally solitary but social animals, often requiring large contiguous areas of habitat that support their prey requirements. This, coupled with the fact that they are indigenous to some of the more densely populated places on Earth, has caused significant conflicts with humans.\nTigers once ranged widely across Asia, from Turkey in the west to the eastern coast of Russia. Over the past 100 years, they have lost 93% of their historic range, and have been extirpated from southwest and central Asia, from the islands of Java and Bali, and from large areas of Southeast and Eastern Asia. Today, they range from the Siberian taiga to open grasslands and tropical mangrove swamps. The remaining six tiger subspecies have been classified as endangered by IUCN. The global population in the wild is estimated to number between 3,062 and 3,948 individuals, down from around 100,000 at the start of the 20th century, with most remaining populations occurring in small pockets isolated from each other, of which about 2,000 exist on the Indian subcontinent. Major reasons for population decline include habitat destruction, habitat fragmentation and poaching. The extent of area occupied by tigers is estimated at less than 1,184,911 km2 (457,497 sq mi), a 41% decline from the area estimated in the mid-1990s.\nTigers are among the most recognisable and popular of the worlds charismatic megafauna. They have featured prominently in ancient mythology and folklore, and continue to be depicted in modern films and literature. They appear on many flags, coats of arms, and as mascots for sporting teams. The tiger is the national animal of Bangladesh, India, Vietnam, Malaysia and South Korea.",
        "thumbnail": "https://raw.githubusercontent.com/PaulTR/GettingStartedWithAndroid/master/images/exhibits/thumbnail_tiger.jpg",
        "image": "https://raw.githubusercontent.com/PaulTR/GettingStartedWithAndroid/master/images/exhibits/tiger.jpg"
    },
    {
        "name": "Asian Elephant",
        "species": "Elephas maximus",
        "description": "The Asian or Asiatic elephant (Elephas maximus) is the only living species of the genus Elephas and is distributed in Southeast Asia from India in the west to Borneo in the east. Three subspecies are recognized—Elephas maximus maximus from Sri Lanka, the Indian elephant or E. m. indicus from mainland Asia, and E. m. sumatranus from the island of Sumatra. Asian elephants are the largest living land animals in Asia.\nSince 1986, E. maximus has been listed as endangered by IUCN as the population has declined by at least 50% over the last three generations, estimated to be 60–75 years. Asian elephants are primarily threatened by degradation, fragmentation and loss of habitat, and poaching. In 2003, the wild population was estimated at between 41,410 and 52,345 individuals. Female captive elephants have lived beyond 60 years when kept in semi-natural surroundings, such as forest camps. In zoos, elephants die at a much younger age and are declining due to a low birth and high death rate.\nThe genus Elephas originated in Sub-Saharan Africa during the Pliocene, and ranged throughout Africa into southern Asia. The earliest indications of captive use of Asian elephants are engravings on seals of the Indus Valley civilization dated to the third millennium BC.",
        "thumbnail": "https://raw.githubusercontent.com/PaulTR/GettingStartedWithAndroid/master/images/exhibits/thumbnail_elephant.jpg",
        "image": "https://raw.githubusercontent.com/PaulTR/GettingStartedWithAndroid/master/images/exhibits/elephant.jpg"
    },
    {
        "name": "White Rhinoceros",
        "species": "Ceratotherium simum",
        "description": "The white rhinoceros or square-lipped rhinoceros (Ceratotherium simum) is the largest extant species of rhinoceros. It has a wide mouth used for grazing and is the most social of all rhino species. The white rhinoceros consists of two subspecies: the southern white rhinoceros, with an estimated 17,460 wild-living animals at the end of 2007 (IUCN 2008), and the much rarer northern white rhinoceros. The northern subspecies has very few remaining, with only five confirmed individuals left (four females and one male), all in captivity.",
        "thumbnail": "https://raw.githubusercontent.com/PaulTR/GettingStartedWithAndroid/master/images/exhibits/thumbnail_rhino.jpg",
        "image": "https://raw.githubusercontent.com/PaulTR/GettingStartedWithAndroid/master/images/exhibits/rhino.jpg"
    }
]